[Section]
1|Key=Цель рэкета - захватить любой клуб, после захвата потребовать от Мафии денежные средства с последующим освобождением заложников и клуба.
2|Key=
3|Key=Цель обороны - освободить клуб от нападающих выкупом. Разрешено атаковать захватчиков после освобождения заложников.
4|Key=
5|Key=Успешным захват клуба будет в том случае, если сторона атаки получит деньги за выкуп и отобьет клуб.
6|Key=
7|Key=Общие положения
8|Key=
9|Key=При участии в мероприятии “Рэкет клубов Los-Santos” следует опираться на правила проекта/общие правила мафий.
10|Key=
11|Key=1.1 Клуб разрешено захватывать только мафиям.
12|Key=Примечание: Захват клуба приравнивается к объявлению войны.
13|Key=*Примечание: Запрещено захватывать клуб союзной мафии.
14|Key=1.2 Захватывать клуб можно только во время проведения в нем вечеринки.
15|Key=Примечание: Сторона нападения может начать захват клуба с момента открытия и до конца проведения в нем вечеринки.
16|Key=*Примечание: Перед входом в клуб сторона нападения должна нейтрализовать всех охранников клуба.
17|Key=1.3 Одна мафия может захватить клуб - 2 раза в неделю
18|Key=1.4 Запрещены союзы во время захвата клуба.
19|Key=1.5 Максимальное количество людей для захвата клуба – 25.
20|Key=1.6 Минимальное количество людей для захвата клуба - 15.
21|Key=1.7 Максимальное количество людей для отбития клуба - 30.
22|Key=1.8 С момента нападения запрещено закрывать клуб мафией.
23|Key=1.9 Количество заложников: минимум 3 - максимум 10.
24|Key=Примечание: Сторона нападения должна будет заставить своих заложников сообщить во фракционную рацию о нападении на клуб и заложниках в клубе.
25|Key=1.10 Захватчики могут запросить не более 50 000$
26|Key=Примечание: 1 заложник = 10 000$
27|Key=1.11 Запрещено убивать/грабить/похищать заложников. Запрещено похищать/грабить участников мероприятия.
28|Key=Примечание: Убивать заложников запрещено любой участвующей стороне. | Устный выговор лидеру
29|Key=1.12 Все участники обороны и нападения должны быть в масках и фракционной одежде.
30|Key=1.13 Захватывать клуб можно только через 10 минут после открытия
31|Key=1.14 Нападать на захватчиков можно только после выкупа заложников.
32|Key=Примечание: Если в течение 15 минут владелец клуба не отреагирует на захват - лидер получит наказание.
33|Key=1.15 На момент захвата клуба правила зеленых зон не работают.
34|Key=1.16 В случае прибытия на захват клуба гос. структур, нужно руководствоваться Правилами ограблений/похищений
35|Key=1.17 Ярко-выраженному лидеру обеих сторон необходимо вести видеозапись происходящего на захвате.
36|Key=
37|Key=Награды
38|Key=За удачный захват - 10 баллов
39|Key=За удачное отбитие - 5 баллов 
